{
  "home": {
    "subtitle": "Software Developer at Vueling ✈️️ Full-stack 💻",
    "title": "Software Engineer",
    "more": "To know more...",
    "sitePresentation": {
      "title": "Site presentation",
      "text1": "💻 Website to present my resume.",
      "text2": "✏ Developed it using the free code framework for programming <a href=\"{{angular}}\" target=\"_blank\"> Angular Cli </a>, it used <a href = \"{{firebase}}\" target = \"_ blank\"> Google Firebase </a> which is a cloud platform where it has allowed me to manage databases in real time and authentication for this site, using this platform to host the application on its server for free.",
      "text3": "👉 For design:  <a href=\"{{antDesign}}\" target=\"_blank\"> NgZorro </a>, which is a Angular User Interface.",
      "text4": "📋 The code for this site is posted at <a href=\"{{github}}\" target=\"_blank\"> GitHub </a>"
    },
    "personalSummary": {
      "title": "Personal summary",
      "text1": "💻 <strong> Alejandro Manuel Bolaño Méndez </strong>, Computer Engineer, with desires for personal and professional improvement.",
      "text2": "〽 I like day-to-day challenges because that way I can gain new experiences, trying to challenge myself every day to be better than yesterday.",
      "text3": "👉 I am specializes in the world of web development, although I am a lover of Android programming, but this is a chapter that I have to take up again. I like the world of marketing and sales, as well. I like to give importance to the quality of what I do. ",
      "text4": "🌎 Of course, not everything is work so I also like traveling, walking, exercising, being in contact with nature and being able to discover new corners in this world and new foods.",
      "text5": "👉 In summary, I consider myself a young worker, dedicated, discreet, humble, self-sacrificing, traveler, explorer, familiar, ambitious and passionate about teamwork."
    },
    "modal": {
      "continue": "Continue in this site",
      "exitToLinkedIn": "Exit to LinkedIn"
    }
  },
  "portfolio": {
    "title": "This is my portfolio and personal entrepreneurship"
  },
  "contact": {
    "title": "Fill the contact form to get in touch",
    "name": "Name",
    "email": "Email",
    "country": "Country",
    "subject": "Subject",
    "message": "Message",
    "messageDescription": "Write any message that do you want send me",
    "subjectDescription": "Write the subject",
    "selectCountry": "Select your country",
    "sendForm": "Send form",
    "clearValues": "Clear values"
  },
  "backForm": "Back form",
  "backHome": "Back home",
  "underConstruction": {
    "title": "Houston, we are in construction!",
    "subtitle": "We are sorry! the page you are trying to visit is in development."
  }
}
